[Info]
Language=Russian
charset=windows-1251
Author=Youngzsoft
Translation=Romanov Sergey 23.06.2006, zbusiness@mail.ru, Russian language file for CCProxy v.6.3.7
[String]
HOMEPAGE=http://www.youngzsoft.net
BUYNOW=http://www.youngzsoft.net/user.htm

;Configuration Dialog
Configuration=Конфигурация
Protocol=Протокол
Local IP Address:=Локальный IP адрес
Web Cached=Кэшировать
Auto Startup=Автозапуск
Auto Hide=Запуск свернутым
Auto Detect=Авто
Proxy services=Сервис
OK=Да
Cancel=Отменить
Advanced=Другие
NT Service=Сервис

;Dial
Dial-up=Модем
Dial-up Entries=Соединение
Dial-up User Name=Пользователь
Dial-up Password=Пароль
Idle disconnect minutes=Разрывать через (минут)
Enable Auto Dial-up=Автосоединение

;Log
Log=Лог
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy может вести лог по каждому пользователю. Пожалуйста, НЕ записывайте лог письма пользователя без их согласия.
Log session selection=Что вносить в лог:
Request URL=Адреса запросов
Mail Info=Информация о письме
Outgoing Mails=Исходящие письма
Maximum Lines=Максимум строк
Clear Logs=Очистить лог
Save Logs to File=Сохранить в файл
Export Excel=Экспорт в Excel
New Log Daily=Ежедневный лог
Flow Stats Time Interval(m)=Период статистики (минут)
Enable Flow Stats=Вести статистику
Flow Stats=Статистика
Picture info=Инфо картинок
Web title info=Заголовки Web

;Mail
Mail=Почта
Primary DNS=Первичный DNS
Secondary DNS=Вторичный DNS
Maximum Tries=Максимум нитей
Time Interval Before Next Try=Период между попытками
Minutes=Минут
Mail Queue Length=Длина очереди
SMTP Port=Порт SMTP
POP3 Port=Порт POP3

;Miscellaneous
Miscellaneous=Прочее
Language=Язык
Socket Idle disconnect minutes=Разрывать Socket через (минут)
Password Protection=Защищать паролем
Password=Пароль
Need Password When Startup=Спрашивать пароль перед запуском
Hide All=Скрыть все
Tip: Show CCProxy when launch again.="<Показывать ли CCProxy при загрузке>"
Disable External Users=Запретить внешних юзеров
Web Sites for On-line Checking=Сайт для проверки подключенности
Auto Scan Computer Name=Автопоиск имен компьютеров
Enable SOCKS4=Поддержка SOCKS4

;Cascading Proxy
Cascading proxy=Каскадирование
CCProxy permits local server to access Internet via other proxy.=CCProxy может подключать Интернет через другой прокси-сервер.
Enable Cascading Proxy=Включить каскадирование
Proxy Address=Адрес
Proxy Protocol=Протокол
Port=Порт
Need Authorization=Нужна авторизация
User Name=Пользователь
Password=Пароль


;Cache
Cache=Кэш
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Примечание: Кэш основан на технологии IE. Необходим IE версии 4.0 или выше.
Settings=Установки
Always Load From Cache=Всегда брать из КЭШа
Cache Update Time(minutes)=Период обновления КЭШа (минут)
Change Cache Options via IE=Изменить настройки КЭШа
IE Cache Options=Настройки IE
Cache Path:=Размещение:
Cache Size(M):=Размер (MB)

;Account Manager Dialog
Account Manager=Настройки пользователей
Options=Настройки
Filter/Time=Доступ
Web Filter=Web фильтр
Time Schedule=По времени
New=Новый
Edit=Изменить
Delete=Удалить
Select All=Выделить все
Auto Scan=Автопоиск
User Count:=Всего
Permit Category:=Кто допущен
Auth Type:=Проверять:
Send Message=Послать сообщение
Export=Экспорт
Import=Импорт

;Account Dialog
Account=Пользователи
User/Group Name=Пользователь/группа
Password=Пароль
IP Address/IP Range=IP адрес/диапазон
MAC Address=MAC адрес
Maximum Connections=Соединений не более
*Unlimited Connection:-1=*Без ограничений:-1
Bandwidth For Each Connection(Byte/s)=Канал на каждое соединение (Байт/в секунду)
Remote Dial-up=Вызов Dial-up
Others=Прочее
Time Schedule=Планировщик
Web Filter=Web фильтр
New=Новый
Save=Сохранить

;Register Dialog
Registration=Регистрация
Machine ID=ID машины
Serial Number=Серийный номер
Register Code=Регистрационный код
&Register=Регистрация
&Buy Now=Купить
&Close=Закрыть

;Connection Info Dialog
Current Connection Information=Информация о текущем соединении
Connection information=Информация о соединении
Connections:=Соединения:
Users:=Пользователи:
Stop Scroll=Остановить скроллинг
Open Logs=Открыть логи
Mail transfer information=Информация о пересылках почты
Mail in transfer=Письмо в пути
Mail undelivered=Письмо недоставлено
Mails:=Письма:
Close=Закрыть
Transfer &Again=Отправить повторно
&Delete=Удалить
&Refresh=Обновить
Internet Mail Transfer status=Состояние пересылки почты

;Web Filter
Web Filter Name=Название фильтра
Site Filter=Фильтр сайтов
Permitted Sites=Разрешить
Forbidden Sites=Запретить
Forbidden Content=Запретить контекст
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=Фильтр сайтов поддерживает символьные шаблоны. Правила разделяют ";". Например: *.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=Правила разделяют ";". Например: chat;travel
Forbidden URL=Запретить URL:
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Правила разделяют ";". Например: .exe;.zip

;Time Schedule
Time Schedule Name=Название:
Sunday=Воскресенье
Monday=Понедельник
Tuesday=Вторник
Wednesday=Среда
Thursday=Четверг
Friday=Пятница
Saturday=Суббота

;Time Table
Time Table=Диапазон времени
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=01:00 означает, что доступ в Интернет разрешен с 00:00 до 01:00.
Unselect All=Сбросить все
Apply To:=Для:

;Get Address
Get Address=Ввод адреса
Computer Name=Имя компьютера
Retrieve=Найти
Apply=Применить
Close=Закрыть

;Menu
&Dial-up=Соединиться
D&isconnect=Отключиться

;Resource String
&About CCProxy...=О программе CCProxy...
User Name|IP Address|MAC Address|Connections|Bandwidth|Enable|Group|Belongs Group|Time|Web Filter|Time Schedule=Пользователь|IP адрес|MAC адрес|Соединений|Пропускная способность|Активно|Как группа|Входит в группу|Время|Веб фильтр|Планировщик
Windows sockets initiation failed.=Не удалось инициализировать Windows sockets.
Socket creation failed!=Ошибка при создании Socket!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Пуск|Стоп|Настройки|Доступ|Регистрация|Выход|Скрыть|Помощь|
DNS service startup failed!=Не удалось запустить DNS сервис!
HTTP proxy startup failed!=Не удалось запустить HTTP proxy!
SOCKS proxy startup failed!=Не удалось запустить SOCKS proxy!
Are you sure to close CCProxy?=Вы уверены что хотите закрыть CCProxy?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Запустить|Остановить|Настройки конфигурации|Настройка доступа|Регистрация CCProxy|Завершить работу|Спрятать это окно|CCProxy помощь|
User already exists or User/IP/MAC length is illegal!=Пользователь уже существует или неправильные User/IP/MAC!
on search ...=поиск...
This operation will add all local users' info. Continue?=Добавить всех локальных пользователей. Продолжить?
Are you sure to delete this account?=Вы уверены что хотите удалить?
Another instance of CCProxy has been run!=Другая копия CCProxy уже запущена!
Time|User Name|IP Address|Action|=Время|Пользователь|IP адрес|Действие|=
Please select log file path:=Выберите путь лог файла
Are you sure to delete all the logs?=Вы уверены что хотите удалить все логи?
Permit All|Permit Only|Permit All But=Все|Указанные|Кроме указанных
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP адрес|MAC адрес|Логин/Пароль|Логин/Пароль + IP|Логин/Пароль + MAC
Congratulations. You have registered successfully!=Поздравляем! Регистрация прошла успешно
Sorry. Registration Failed!=Зарегистрироваться не получилось. Сожалеем.
%s(Demo Version Can Only Support 3 Users)=%s(Демо-версия поддерживает только трех пользователей)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=ID письма|От|Кому|Время посылки|Начальное время|Последний ответ|
Mail proxy startup failed!=Не удалось запустить Mail прокси!
Unknown=Неизвестный
Host=Хост
News proxy startup failed!=Не удалось запустить News прокси!
FTP proxy startup failed!=Не удалось запустить FTP прокси!
Telnet proxy startup failed!=Не удалось запустить Telnet прокси!
Some mails are in transfer. Are you sure to exit?=Часть писем еще отправляется. Выйти?
The account system only supports no more than 500 users!=Не может быть не более 500 пользователей!
Are you sure to delete this mail?=Вы уверены что хотите удалить это письмо?
News=Новости
MAP service startup failed!=Не удалось запустить MAP сервис!
Wrong Password.=Неправильный пароль.

Enable Anti Email Virus=Включить Антивирус для почты

Get MAC Address=Получить MAC адрес
Start=Старт
Stop=Стоп

Type|Dest Host|Dest Port|Local Port|=Тип|Dest Host|Dest Port|Локальный порт|
Port Map=
Add=Добавить 
Modify=Изменить
Dest Host=Хост назначения
Dest Port=Порт назначения
Port Type=Тип порта
Local Port=Локальный порт
Low IP Address=Начиная с IP
High IP Address=до IP
Are you sure to delete these items?=Вы уверены, что хотите удалить данные ?

Line Chart Options=Настройка линий
Connections Maximum=Максимум соединений
Bandwidth Maximum=Максимальная скорость

Reset=Сброс
Cancel All=Отменить все
Connections=Соединения
Bandwidth=Пропускная способность
RESERVED=Резервный
Bandwidth(byte/s)=Скорость(б/с)
*Unlimited Bandwidth:-1=*Скорость без ограничений
Local Protocol=Протокол 
IP Address=IP адрес
k byte=К/байт 
Login=Логин
Too Many Users. Please contact Youngzsoft for support of more users.=Слишком много пользователей. Пожайлуста обратитесь в  Youngzsoft.


Log Analysis=Анализ лога
Log File=Лог файл
Filter=Фильтр
Time=Время
Action=Действие
Content=Cодержание
URL=URL
Analysis=Анализ
Open=Открыть
Enable=Активно
As Group=Группа
Belongs to Group=Входит в группу
Auto disable at=Отключить с
NT User(AD) Auth=NT Юзер(AD) авторизация

Bytes=Байты
Username=Юзер
Invalid time.=неверное время
Invalid service.=неверный сервис
Invalid user.=неверный пользователь
Unknown=Неизвестно

is using port=порт занят
Do you want to stop it?=Вы действительно хотите остановить это ?
Stop failed!=Остановка невозможна
Too many connections.=Слишком много подключений.
Remote Admin service startup failed!=Ошибка запуска удаленного администрирования!
is external user, blocked=этот внешний пользователь заблокирован!



